<?php
	/*
	Template Name: Лендинг для главной
	*/
?>

<?php get_header(); ?>
<?php the_post(); ?>
<main class="clearfix main-full">
	<?php
		wp_nav_menu([
			/* Надёжнее зарегать зону в functions.php, но можно и так */
			'menu' => 8,
			'container' => null,
			'items_wrap' => '<ul class="scroll-menu">%3$s</ul>'
		]);
	?>

	<section id="app">
		<h2>Оставить заявку</h2>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p><p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
	</section>
	<section id="text">
		<h2>Текст</h2>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>

        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p><p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
	</section>
	<section id="about">
		<h2>О товаре</h2>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
		<p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>

        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p><p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
        <p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p><p>Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст. Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст Какой-то текст.</p>
	</section>
	<section id="reviews">
		<?php $posts = test_show_reviews();?>
		<h2>Отзывы</h2>
		<div class="reviews-box owl-carousel owl-theme">
			<?php foreach($posts as $post): ?>
				<div class="reviewItem">
					<div class="reviewItem__title"><?php echo $post->post_title ?></div>
					<div class="reviewItem__content"><?php echo $post->post_content ?></div>
				</div>
			<?php endforeach; ?>
		</div>
	</section>
</main>
<?php get_footer(); ?>